Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་སེམས་ཅན་རྣམས་ཀྱི་སེམས་ཀྱི་སྤྱོད་པ་དང་མཚན་མ་ཤེས་པ་དང་རྟགས་དང་དུས་གསུངས་པ།
en: Blessed Śākyamuni, for his part, taught the knowledge of the thoughts, actions, external aspects, and characteristics of such beings, and also the time when the possession occurs. {31.3}

source: གཞན་གྱི་ལུས་ཞུགས་སེམས་ཅན་ནི། །སྔགས་ཀྱི་སྦྱོར་བས་དྲང་བར་བྱ། །
en: “A being who entered the body of another Can be drawn forth by the application of mantras.

source: ཁ་ཅིག་ཟས་ལ་ཆགས་པ་ཡི། །ས་སྟེང་མི་ནི་འཛིན་པར་བྱེད། །
en: Some such beings seize a human being on earth Because of their desire for food. {31.4}

source: གཞན་དག་ཁྲོ་ལྡན་སེམས་ཀྱིས་ནི། །
en: “Others do this because of their cruel disposition;

source: ས་སྟེང་དག་ཏུ་མི་བཟད་པས། །
en: On the surface of the earth. {31.5}

source: རྟག་ཏུ་ཆགས་དང་བྲལ་བ་དག །སྙིང་རྗེའི་དམ་ཚིག་དག་གིས་ནི། །མི་ཡི་འཇིག་རྟེན་དག་འཇུག་པ། །དགེ་བའི་མི་ལ་འཛིན་པར་བྱེད། །
en: “Others again, themselves free from desire And bound by the pledge of compassion, May descend into this world of mortals And seize pure human beings. {31.6}

source: རབ་བསྔགས་དགེ་དང་གཡོ་བ་མེད། །མི་རྣམས་ཀྱི་ནི་མདོག་ཀྱང་སྒྲུབ། །
en: “Among people, those who are praiseworthy, Pure, not deformed, and of clear complexion

source: ཉི་མ་དག་ནི་འཆར་བ་ལ། །དེ་དག་འཇུག་པར་བརྗོད་པ་ཡིན། །
en: Are taken possession of, it is said, When the sun is rising. {31.7}

source: མི་རྣམས་ཉི་མ་ནུབ་པ་ཡི། །དེ་ཡི་དུས་སུ་འཇུག་པར་འགྱུར། །
en: “On such an occasion, the descent occurs In the evening when the sun sets,

source: མཚན་མོའི་ཐུན་གྱི་དང་པོ་ལ། །ཡར་ངོ་ལ་ནི་སྣང་བར་འགྱུར། །
en: Or during the first watch of the night, When the moon is waxing. {31.8}

source: རབ་བསྔགས་དགེ་བའི་ལས་དག་དང་། །རྟག་ཏུ་གང་ཞིག་ཆོས་ལྡན་མི། །གང་ཞིག་ཤེས་ཉེན་ལྡན་པ་ནི། །དེ་དག་ལ་ནི་འཇུག་པར་སྣང་། །
en: “Such a descent is known to occur for the mediums Who are praiseworthy because of their pure actions, Always live in accord with the Dharma, And engage in virtuous and skillful pursuits. {31.9}

source: འདོད་ཆགས་བྲལ་བ་རྫུ་འཕྲུལ་ཆེ། །དེས་ན་མི་ལ་འཇུག་པ་ཡིན། །ཕྱོགས་གཙང་སྐྱེ་བོ་གཙང་བ་དང་། །རྒྱུ་སྐར་སྐར་མ་བཟང་བ་དང་། །
en: “If they are as described, mortals can be entered By powerful beings who have extinguished their passions, If the place and the person are pure And the stars and nakṣatras are auspicious. {31.10}

source: ཉིན་ཞག་སྔགས་དང་ཟླ་རེས་བཟང་། །ཡར་ངོ་དགེ་བའི་ཉིན་ཞག་དང་། །གཟའ་བཟང་ཡང་དག་ལྡན་པ་དང་། །ཚེས་གྲངས་རྫོགས་དང་ཡང་དག་ལྡན། །
en: “Their descent may be observed On an auspicious day of the week And an auspicious lunar day of the bright fortnight Whose lunar asterism is governed by auspicious planets And perfect conjunctions.

source: དེ་བཞིན་ཟླ་བ་ཉ་བ་ལ། །དེ་དག་ལ་ནི་འཇུག་པར་སྣང་། །
en: It can also occur when the moon is completely full. {31.11}

source: ཆགས་བྲལ་རྫུ་འཕྲུལ་ཆེན་པོ་ནི། །འཇུག་པར་འགྱུར་བའི་མཚན་མ་ཡང་། །
en: “When powerful, desire-free beings have thus descended, They will be indicated by the following signs:

source: ནམ་མཁའ་ལ་ནི་ཏ་ལ་ཙམ། །ས་ལས་འཕགས་ཏེ་འདུག་པ་ཡིན། །
en: They will remain floating above the ground At the height of a fan-palm tree. {31.12}

source: དེ་ནི་སྐྱིལ་ཀྲུང་འདུག་ནས་ཀྱང་། །ནམ་མཁའ་ལ་ནི་གནས་པར་སྣང་། །
en: “They will appear sitting unsupported In a cross-legged position,

source: ཚིག་ཀྱང་བཟང་པོ་མཚུངས་མེད་དང་། །ཚངས་དབྱངས་དེ་བཞིན་རྣར་སྙན་དང་། །
en: Saying various divine and peerless words, As pleasant to the ears as Brahmā’s. {31.13}

source: གང་དུ་འདོད་ཆགས་བྲལ་དེ་གནས། །སེམས་དཔའ་ཆེན་པོ་དེ་དག་སྨྲ། །
en: “These great beings will speak About matters that cause them concern.

source: གཙུག་ཏོར་ཕྱག་རྒྱས་དྲངས་པ་ཡི། །ས་ཡི་སྟེང་དུ་འདུག་པར་གྱུར། །
en: Drawn by the uṣṇīṣa mudrās, They will come down to the ground. {31.14}

source: ས་སྟེང་དེ་ལ་འདུག་པ་ན། །དེ་ཡི་མོད་ལ་མཆོད་ཡོན་སྦྱིན། །སྣ་མའི་མེ་ཏོག་དག་ལ་ནི། །ཙནྡན་བཟང་པོ་གུར་གུམ་བསྲེས། །
en: “One should wait for the moment before the great beings touch the ground, And immediately present them with a welcome offering Consisting of water mixed with flowers of royal jasmine, White sandalwood, and saffron. {31.15}

source: བསྲེས་པའི་ཆུ་དང་ཆུ་གཙང་ནི། །དེ་ཡི་མོད་ལ་དབུལ་བར་བྱ། །
en: “One should thus promptly offer Water for the feet, prepared [as described].

source: སྔགས་པས་ས་ལ་རབ་བཏུད་ནས། །ཕན་པའི་བློ་ཡིས་གསོལ་བ་གདབ། །
en: The mantra practitioner should prostrate themself on the ground And, motivated by kindness, should supplicate the great beings, {31.16}

source: དཔའ་བའི་རང་བཞིན་སེམས་ཀྱིས་ནི། །སེམས་ཅན་དེས་ནི་གསོལ་བ་གདབ། །ཚིག་ནི་བཟང་པོ་འདོན་བྱེད་ཅིང་། །རྣར་སྙན་དེ་བཞིན་རྨོངས་པ་མེད། །
en: “Who, for their part, Without any selfishness, Will say divine words With a pure voice pleasant to the ears. {31.17}

source: སྔགས་ཤེས་ཆོ་ག་འཇིགས་མེད་པས། །དེ་ནས་ཇི་ལྟར་འདོད་པ་འདྲི། །
en: “One who knows the mantras with confidence Should ask them whatever one wants.

source: འཇམ་དབྱངས་ཡང་དག་དྲན་ནས་ནི། །དེ་ཡི་དུས་སུ་འཇིགས་མེད་བྱ། །
en: One should not be afraid at this time, But remember Mañjughoṣa. {31.18}

source: གཙུག་པུད་ལྔ་པའི་ཕྱག་རྒྱ་འམ། །གཙུག་ཏོར་ལས་བྱུང་གཞན་པའང་བཅིང་། །དེ་ནས་ཕྱོགས་ནི་བཅིང་བྱ་སྟེ། །སྟེང་དང་འོག་ཏུའང་དེ་བཞིན་ནོ། །
en: “Forming the mudrā five-crested, Or another one that arises from the uṣṇīṣa, One should bind the directions, Including the ones above and below. {31.19}

source: དེ་ནས་དེ་ཡི་འབྱུང་བ་ཀུན། །བར་དང་ཐ་མར་རབ་ཏུ་བརྗོད། །
en: “The great beings will then tell everything From the middle to the end,

source: དེ་བཞིན་དང་པོ་བར་མའི་དུས། །བྱུང་དང་མ་འོངས་དུས་དག་དང་། །
en: And from the beginning to the middle, Truthfully, about the past, the future, {31.20}

source: དེ་བཞིན་ད་ལྟར་བྱུང་གྱུར་པ། །འོད་ལྡན་དེས་ནི་སྟོན་པར་འགྱུར། །
en: “And the present, as it really is. Such splendorous beings will express it.

source: དེ་བཞིན་འཛུམ་མེད་མིག་གིས་ནི། །ཆགས་བྲལ་དེས་ཟིན་རབ་ཏུ་ལྟ། །
en: With unblinking eyes and without moving, They will look on without fear or hatred. {31.21}

source: གང་ཡིན་དེས་བསྟན་ཚིག་གིས་ནི། །བདེན་པར་འགྱུར་གྱི་གཞན་དུ་མིན། །
en: “Whatever they say is true And will not turn out to be otherwise.

source: དེ་བཞིན་གྲུབ་དང་བསྒྲུབ་བྱའི་རྫས། །གང་ཞིག་ཚོགས་ཀྱི་རྣམ་པ་དང་། །
en: Regarding accomplishing what is to be accomplished, Whether it is power substances, the course of rebirth, the destinies, {31.22}

source: རང་རྒྱལ་བྱང་ཆུབ་དགྲ་བཅོམ་དང་། །ངེས་པར་བྱང་ཆུབ་ཆེན་པོའང་དེ། །
en: “Or the attainment of pratyeka­buddhahood, bodhisattvahood, Arhatship, or the great awakening, it will inevitably come to pass.

source: ངེས་པར་སངས་རྒྱས་ཉིད་རིག་ཉིད། །དེ་བཞིན་བྱང་ཆུབ་སེམས་རིགས་དང་། །
en: Similarly, they will correctly ascertain the buddha family Or the bodhisattva lineage. {31.23}

source: རིགས་མེད་ཉིད་དང་དུས་དང་ནི། །སེམས་ཅན་སྐལ་ལྡན་བརྗོད་པའང་ཡིན། །དམ་ཚིག་གིས་ནི་མངོན་མཚོན་པས། །བདེན་པ་ཀུན་ནི་དེས་སྟོན་འགྱུར། །
en: “The period without the Buddha lineage And the powerful beings in the future — All this they will truthfully describe, Indicating also the time of their occurrence.

source: སྐད་ཅིག་ཙམ་སྟོན་རྣལ་འབྱོར་ལ། །དུས་རིང་དུས་སུ་སྡོད་མ་ཡིན། །
en: The practitioner should speak, taking advantage of the moment, And not wait for another occasion. {31.24}

source: སྐད་ཅིག་དེ་ལ་གང་ཅུང་ཟད། །ཡིད་ལ་བསམས་ཤིང་དོན་དུ་གཉེར། །
en: “Whatever one requests at that particular moment, Motivated by good intentions,

source: མྱུར་དུ་སྔགས་གྲུབ་ཁོ་ན་ལ། །དེ་དག་ཐམས་ཅད་སྟོན་པར་བྱེད། །
en: Will all be swiftly obtained— In particular, the mantra accomplishment.

source: ཅི་འདོད་མངོན་པར་རེ་བ་དག །ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་ཐོབ། །
en: One will obtain all good fortune According to one’s desires and hopes. {31.25}

source: སྔགས་པས་སླར་ནི་གཤེགས་གསོལ་བ། །མྱུར་དུ་མཆོད་ཡོན་ཕུལ་ནས་འགྱེལ། །ཆོ་ག་མཐོང་བའི་ལས་ཀྱིས་ནི། །སྣོད་ནི་ཡང་དག་བསྲུང་བ་བྱ། །
en: “Having requested the great beings to depart With a prompt offering that is agreeable to them, The mantra practitioner should perform The bowl protection rite, following the prescribed procedure. {31.26}

source: སེམས་ཅན་ལུས་ནི་འགྱེལ་བ་ཡང་། །ས་ཡི་སྟེང་དུ་ཉལ་བ་ཉིད། །གཙུག་ཏོར་སྔགས་དང་ལྡན་པ་ཡི། །སྔགས་ནི་ཆོ་གར་གསུངས་པ་དག །
en: “One should place the collapsed body On a bed on the ground, And employ the mantra as taught by the victorious ones In conjunction with the uṣṇīṣa mudrā. {31.27}

source: དེ་ཉིད་ཀྱིས་ནི་བསྲུང་བ་དང་། །ཕྱག་རྒྱ་གཙུག་ཕུད་ལྔ་ཡིས་སོ། །
en: “Using this mudrā, or the five-crested, One should perform the protection rite.

source: དེ་ཚེ་ལུས་ནི་བདེ་ལེགས་འགྱུར། །ས་ཡི་སྟེང་ལས་ལྡང་བར་འགྱུར། །
en: Then the being left behind on the ground Will become well in their body. {31.28}

source: སེམས་ཅན་ཀུན་ལའང་འཇུག་པ་ཡི། །སྲུང་བ་འདི་ནི་རབ་ཏུ་བརྟག །
en: “This protection is prescribed For all possessed beings.

source: སྣོད་ལ་བརྟེན་ཏེ་འཚེ་བྱེད་པར། །གདུག་པའི་སེམས་ཅན་གྱིས་མི་ནུས། །
en: Evil beings will not then be able To harm those used as such vessels.

source: སྐྱེ་བོ་སྣོད་དུ་གྱུར་པ་ལ། །འདི་ནི་སྲུང་བ་ཆེན་པོ་ཡིན། །
en: This protection is indeed great For people who become vessels. {31.29}

source: དེ་ཡི་ཚིག་ནི་བར་མར་གནས། །དབུས་ཀྱི་ཡུལ་གྱིར་རབ་ཏུ་བསྒྲགས། །
en: “If the words of the [medium] are heard in midair, And the language is that known in Madhyadeśa,

source: ལྷ་ཡི་སྐྱེ་གནས་ལ་བརྟེན་པའི། །འོག་མིན་གཟུགས་དང་ལྡན་པ་དང་། །
en: It indicates that [the possessing being] is of divine birth, From the Akaniṣṭha or other heavens in the realm of form.

source: དེ་དང་དེ་ཡི་རྟགས་རྣམས་དང་། །གཟུགས་ནི་རབ་ཏུ་སྣང་བ་ཡིན། །
en: Other signs indicating their origin In the realm of form will also be observed. {31.30}

source: འདོད་པའི་ཁམས་ཀྱི་དབང་ཕྱུག་དང་། །འདོད་དང་ལྡན་པའི་ལྷ་དག་དང་། །དེ་ལས་དམན་པའི་འགྲོ་བའི་རྟགས། །ཚིག་ཉིད་ཀྱང་ནི་ཤིན་ཏུ་སྙན། །
en: “For the lords of the desire realm, Ruling over the gods of this realm, The signs will indicate their [relatively] inferior birth, And their speech will be very sweet. {31.31}

source: དེ་ནས་ས་ལ་གནས་པ་དང་། །གཞལ་མེད་ཁང་གནས་ལྷ་རྣམས་ཀྱི། །ཚིག་ནི་ཀུ་ཤའི་གྲོང་ཁྱེར་མཚུངས། །མ་ག་དྷཱ་ཡི་གནོད་སྦྱིན་ཚིག །
en: “If they are divine yakṣa s dwelling in palaces Manifested here on earth, The language of these yakṣa s will be the same As that of Vārāṇasī along with Magadha. {31.32}

source: དེ་བཞིན་ཨངྒའི་ཡུལ་གྱི་ཚིག །ལྟོ་འཕྱེ་ཆེན་པོར་རབ་ཏུ་བསྟན། །
en: “Similarly, the language of Aṅga Is known to be that of mahoragas.

source: གཟི་བརྗིད་ཆེན་པོ་ནམ་མཁའ་ལྡིང་། །དེ་དག་ཤར་ཕྱོགས་ཚིག་ཏུ་འགྱུར། །
en: The language of Pūrvī Is that of the powerful garuḍas. {31.33}

source: བང་གའི་ཡུལ་དུ་ཡང་དག་སྐྱེས། །གང་དག་ཚིག་ཏུ་བསྟན་པ་ནི། །
en: “Similarly, the same language That is spoken in Vaṅga Is also known to be the speech of kinnaras, And, as such, indicates them [as the possessing beings]. {31.34}

source: དེ་བཞིན་མིའམ་ཅི་ཡི་ཚིག །དེ་ཡི་ཚིག་ཏུ་རབ་བརྟག་བྱ། །རྟག་ཏུ་པིཎྜའི་ཚིག་གྱུར་པ། །གྲུབ་དང་རལ་གྲིའི་རིག་པ་འཛིན། །
en: “The language of Oḍra is invariably That of the sword-wielding siddha s, the masters of magic. This language of the vidyādharas . . . . . . . . . . . . . . . . . . . {31.35}

source: དེ་ཚིག་རིག་པ་འཛིན་པ་དང་། །དྲང་སྲོང་འདོད་པའི་གཟུགས་ཅན་ཡིན། །
en: “The language of Kāmarūpa is the language Of the sages who can assume any form.

source: དེ་ཚིག་མངོན་ཤེས་ལྔ་དང་ནི། །དྲང་སྲོང་རྣམས་ཀྱིས་ཡོངས་སུ་བརྟགས། །
en: It indicates that [the possessing beings] Are the sages with the five superknowledges. {31.36}

source: གང་ཡང་ཡུལ་ཚིག་མ་ག་དྷཱ། །གང་ཡང་ཧ་རི་ཀི་ལའི་ཚིག །མི་གསལ་མི་དོད་ཉིད་དང་ནི། །ཡི་གེ་ཏ་ལ་ཤིན་ཏུ་བརྟེན། །
en: “The language of Samataṭa And the language of Harikela Are based on the sound ḍ And are indistinct and unclear. {31.37}

source: ལ་ཡི་ཡི་གེ་མང་བའི་ཚིག །ཤ་ཟའི་ཚིག་ཏུ་བརྗོད་པ་ཡིན། །
en: “Languages where the sound l abounds Are said to be piśāca.

source: ལས་ཚོན་ཞེས་བྱའི་གླིང་དང་ནི། །ན་ལི་ཀེ་ར་འབྱུང་བའི་གནས། །
en: They are found on the islands Of Karmaraṅga, Nārikela, {31.38}

source: གླིང་ནི་རྩུབ་པར་བྱེད་ཉིད་དང་། །གཅེར་བུ་སྟོབས་ལྡན་བུ་གནས་ཀྱང་། །སེམས་ཅན་དག་བྱེད་གནས་པ་དག །
en: “Vāruṣaka, Nagna, and Bali, And also among the inhabitants Of the island of Java and other islands. {31.39}

source: ཡི་གེ་ལ་མང་ཚིག་དག་དང་། །ཚིག་ནི་གསལ་བའི་རྣམ་པ་མེད། །མི་གསལ་བསྲི་བ་མེད་ཉིད་དང་། །ཁྲོ་བཅས་ཡི་དགས་སྐྱེ་གནས་ཚིག །
en: “Indistinct languages where The sound r abounds, Both wispy and harsh, Are spoken by the angry pretas. {31.40}

source: ལྷོ་ཕྱོགས་པ་ཡི་ཚིག་དག་དང་། །ཨནྡྲ་ཀར་ཎ་དྲ་བི་ཌཱ། །སེམས་ཅན་ཀོ་ས་ལ་འབྲོག་གནས་དང་། །སིང་ག་ལ་ཡི་གླིང་དག་ན
en: “They are found in the southern countries, Among the inhabitants of Andhra, Karnāṭaka, Drāviḍa, Kośala, Aḍavi, And on the island of Siṃhala. {31.41}

source: ཡི་གེ་ག་དང་རར་བཅས་པ། །དེ་ནི་སྲིན་པོའི་ཚིག་ཏུ་ཤེས། །
en: “Languages that abound in the sound ḍ, In combination with the guttural ra , are known as rākṣasa.

source: དེ་དག་གླིང་ལ་གནས་པ་དེའི། །མིང་ནི་གང་ཞིག་བརྗོད་པ་ཡང་། །མ་མོ་རྣམས་ནི་གཟི་བརྗིད་ཆེ། །དེ་ཡི་ཚིག་འདིར་གསུངས་པ་ཡིན། །
en: They are spoken by people Inhabiting other islands. {31.42} “The language of the mātṛs of great vigor Is the same as the one just described;

source: ཚིག་ནི་ནུབ་ཕྱོགས་ཕྱོགས་མཚམས་དང་། །མ་ལ་བ་ཡི་ཚིག་དག་དང་། །བེའུ་ཉ་དང་རྒྱ་མཚོའི་ཚིག །ཤུར་སེ་ཡི་རྣམ་བརྟགས་དང་། །རྒྱ་མཚོ་བཅུ་འདུས་ཆུ་བོ་འདུས། །དཔལ་མགྲིན་དང་ནི་ཀོ་ཛྭ་རི། །འདི་དག་ཚིག་ལྡན་འཇུག་པ་ནི། །ཉི་མ་ལ་སོགས་གཟའ་མཆོག་གདོན། །དེ་ལས་གཞན་གདོན་གཙོ་བོ་ནི། །ཡུལ་ནི་བ་རི་ཡ་ཏྲའི་ཚིག །ཡུལ་ནི་ཨར་བུ་ཏ་ས་ཧྱ། །རི་ནི་མཱ་ལ་ཡར་གནས་དང་། །ལང་བའི་ཡུལ་དུ་ཡང་དག་སྐྱེས། །
en: The languages that indicate [these mātṛs as the possessing beings] Are the western languages of Vidiśa and Mālava. {31.43} “If the language [spoken by the medium] Is recognized as that of Vatsa­matsārṇava, Śūrasena , Daśārṇava, The hilly Śrīkaṇṭha , or Gurjara, {31.44} “This indicates that [the possessing beings] Are the chief grahas, Āditya and so forth. If the language is recognized as that of Pāriyātra, [The possessing beings] are other grahas. {31.45} “If the languages resemble those spoken By the mountain dwellers in Arbuda, Sahya, or Malaya, Or those spoken by the inhabitants Of Khaṣadroṇi, {31.46}

source: ཚིག་ནི་ཅི་འདྲ་ཡོད་པ་ཡི། །དེ་འདྲའི་ཚིག་ཏུ་སྨྲ་བ་ནི། །གྲུལ་བུམ་སྐྱེ་གནས་འཛིན་པ་ཡིན། །
en: “They indicate that [the possessing beings] Are kuṣmāṇḍas and so forth.

source: ཡི་གེ་ཤ་ཥ་ས་དང་ནི། །ར་ལ་བ་ལས་ཡང་དག་བྱུང་། །
en: These languages are based on the sounds Śa, ra, ṣa , and sa ; and ya, ra, la , and va. {31.47}

source: ཡི་གེ་གྷ་དང་ལྡན་པའི་ཚིག །ལྷ་མ་ཡིན་དུ་ངེས་པར་བསྟན། །
en: “Languages abounding in the sound gha Indicate that [the possessing beings] are dānavas.

source: ཁ་ཆེའི་ཡུལ་ལས་བྱུང་བ་དང་། །སྐྱེ་བའི་གནས་ནི་ཀ་བི་ཤ། །
en: Such languages are found In the countries of Kaśmīra and Kāviśa. {31.48}

source: གནོད་སྦྱིན་རྒྱལ་པོའི་རིགས་ལས་བྱུང་། །ཕྱག་ན་རྡོ་རྗེའི་རིགས་སུ་བསྟན། །
en: “All languages originate from the buddha families, [And the previously mentioned] belong to the family of Vajrapāṇi.

source: དེ་དག་ལྔ་ཡི་གཙོ་བོ་ནི། །ཀུན་གྱི་ཚིག་ཏུ་འདོད་པ་ཡིན། །
en: For each of the main mantras There is one language that suits the best. {31.49}

source: དེ་བཞིན་དབུས་ཀྱི་ཕྱོགས་གནས་དག །པདྨའི་རིགས་ཀྱི་སྐྱེ་གནས་རྟེན། །
en: “Similarly, the Lotus family belongs in Madhyadeśa, [And the languages there] originate from this family.

source: ཚིག་དང་འགྲོས་དང་མཚན་མ་ཡང་། །པདྨའི་རིགས་སུ་སྣང་བ་ཡིན། །
en: These languages, along with the outward manner of acting [Of the medium], will indicate an origin from the Lotus family. {31.50}

source: རྒྱལ་བའི་སྲས་ཀྱིས་རྣམ་བརྟགས་པ། །སྔ་མ་ཉིད་དུ་བསྟན་པ་ཡིན། །འདོད་ཆགས་བྲལ་བའི་མཚན་མ་གང་། །རྒྱལ་བའི་མཚན་མར་རབ་ཏུ་འབྱུང་། །
en: “It has been explained earlier [how] to recognize [The possessing beings] as the sons of victors; The signs that betoken their freedom from desire Belong to [the family of] the victorious ones. {31.51}

source: ཡུལ་ཕྱོགས་གང་གི་ཚིག་སྨྲ་བ། །དེར་གནས་འགྲོས་དང་སྤྱོད་པ་ཡིན། །
en: “The manner of acting [of the medium] will be particular To the place where the language [they use] comes from.

source: དེར་བསྟན་སེམས་ཅན་ཉིད་དང་ནི། །འགྲོས་དང་མཚན་མའང་ཀུན་ཏུ་བསྟན། །
en: This alone will indicate the [type of] the possessing being, As a sign that reveals everything. {31.52}

source: ཁ་བ་ཅན་གྱི་ནང་གནས་པ། །དྲི་ཟ་དྲང་སྲོང་སྐྱེ་བོའི་ཚིག །གང་གཱའི་ངོགས་ཀྱི་བྱང་ཕྱོགས་པ། །གནོད་སྦྱིན་ཚིག་ཏུ་རབ་ཏུ་སྣང་། །
en: “The languages of the people living In the foothills of the Himalayas North of the river Gaṅgā Indicate the yakṣa s, gandharvas, and ṛṣis. {31.53}

source: རི་ནི་འབིགས་བྱེད་ལ་གནས་པ། །གང་གཱའི་འགྲམ་གྱི་ལྷོ་ཕྱོགས་དང་། །དཔལ་གྱི་རི་བོར་སྐྱེས་གྱུར་དང་། །གང་ཡང་སྐྱེ་བོ་རྣམ་དག་ནི། །སྲིན་པོ་སྐར་མ་ཡི་དགས་དང་། །མ་མོ་ཆ་ལུགས་ངན་པ་དང་། །མི་བཟད་གཟུགས་ཅན་བགེགས་ཆེན་པོ། །གདོན་ནི་ཤིན་ཏུ་མ་རུངས་པ། །
en: “[The languages of] the people living in the foothills Of the Vindhya Mountains south of the Gaṅgā, As well as of those who live In the Śrīparvata Mountains, {31.54} “Indicate the rākṣasas, ostārakas, pretas, The misshapen mātṛs, The great vighnas with terrible forms, And the fearsome grahas. {31.55}

source: བརྐམ་ཞིང་གཞན་གྱི་སྲོག་འཕྲོག་བྱེད། །དེ་ཡི་ཚིག་ནི་ཡང་དག་འབྱུང་། །
en: “[The languages spoken by these] greedy stealers of the others’ life force Derive from the languages of the people just mentioned.

source: གང་དག་ཡུལ་ནི་དེ་དག་བརྟག །དེ་དག་ཡུལ་གྱི་འགྲོས་དང་སྤྱོད། །
en: The signs that indicate the country Include the mode of acting particular to that country. {31.56}

source: དེ་དག་ཚིག་ཏུ་སྨྲ་བ་ནི། །མ་རུངས་གདོན་འཇུག་རྣམ་སྤྱོད་ཡིན། །
en: “The evil beings that speak these languages Express themselves through the possessed mediums.

source: འདི་དག་གཞན་ཡང་མང་པོ་ནི། །གང་གི་སྤྱོད་འགྲོས་སྤྱོད་པ་དང་། །
en: There are many such beings—those [mentioned] and others That act in manners consistent with their modes of existence. {31.57}

source: རྣམ་པ་སྣ་ཚོགས་ཚུལ་དང་ནི། །རྣམ་པ་སྣ་ཚོགས་མཚན་ཉིད་དང་། །
en: “They have many different forms And many different characteristics.

source: རྣམ་པ་སྣ་ཚོགས་སེམས་ཅན་གཙོ། །རྣམ་པ་སྣ་ཚོགས་སྐྱེ་གནས་འདོད། །
en: The different types of [possessing] beings Each have their respective type of birth. {31.58}

source: དེ་ལྟར་གདོན་འཇུག་མཚན་མ་ནི། །མཚན་ཉིད་འགྲོས་དང་སྤྱོད་པ་ཡིན། །
en: “The symptoms observed in the possessed medium Thus indicate the type [of the possessing being].

source: མི་རྣམས་ཀྱི་ནི་བདེ་སྐྱེད་པ། །སེམས་ཅན་དུ་ཡང་བྱ་བ་སྟེ། །
en: One should truly endeavor to Bring happiness to all people. {31.59}

source: གཞོན་ནུ་སྣ་ཚོགས་ཡང་དག་འབྱུང་། །བསྲུང་བའི་དོན་དུ་རབ་སྦྱར་བྱ། །
en: “For protection, one should employ [the mantras] Of the divine youth who is the origin of everything.

source: ཡི་གེ་དྲུག་པས་བྱ་བ་ནི། །ཕྱག་རྒྱ་ཆེན་པོ་དང་ལྡན་པའི། །སྔགས་ཉིད་ཁོ་ན་བཟླས་བྱས་ན། །བསྲུང་བ་ཆེན་པོར་འགྱུར་བ་ཡིན། །
en: The mantra reciter can do this By means of the six-syllable mantra. {31.60} “Used in combination with the great mudrā And placed upon the five locks of hair, This mantra will afford great protection.” {31.61}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། གདོན་འཇུག་པའི་སྤྱོད་པའི་ཆོ་གའི་ལེའུ་རབ་འབྱམ་ལས། ཉི་ཤུ་རྩ་ལྔ་པ་རྫོགས་སོ།། །།
en: This concludes the detailed chapter with instructions on the procedure to be applied based on the symptoms [observed] in the possessed [person], thirty-first in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས། གཞན་ཡང་གནས་གཙང་མའི་གཞལ་མེད་ཁང་ལ་གཟིགས་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ།
en: At that time the blessed Śākyamuni again directed his gaze at the realm of the Pure Abode and spoke to Mañjuśrī, the divine youth: {32.1}

source: འཇམ་དཔལ་ཁྱོད་ཀྱི་སྔགས་རྣམས་རྒྱུད་ཐམས་ཅད་ལ་ཡང་དག་པར་འཇུག་པ།
en: “Your mantras, Mañjuśrī, hold the key to the complete understanding of all the tantras;

source: རིག་པ་ཐམས་ཅད་ལ་འོས་པ། དུས་དཔག་ཏུ་མེད་པའི་ཡོན་ཏན་མ་ལུས་པའི་འབྲས་བུ་འབྱུང་བ་ཡང་རྗེས་སུ་འབྲེལ་བའི་མཚན་མའི་ཚད་ཡོད་དེ
en: they possess the secrets of all the vidyā s, and, in consequence, they can also cause the ripening of all the results of good qualities accumulated over a long period of time.

source: དེ་འགྲུབ་པར་བྱ་བའི་རྒྱུར་བཤད་པ་ནི་འདི་ལྟ་སྟེ།
en: I will now authoritatively teach the factors of accomplishment, which are as follows: {32.2}

source: སྐྱེ་བ་གཞན་གྱིས་འགྲུབ་པ་ཉིད། །དུས་ཀྱི་རྒྱུས་ནི་འགྲུབ་པ་མེད། །
en: “As time is not its primary cause, Accomplishment can arise in another life.

source: དེ་ཡི་ཚད་དང་སྦྱོར་བ་ནི། །སྔོན་བྱུང་རྒྱུ་ལས་བྱུང་བ་ཡིན། །
en: The governing principle is rather that it arises Subject to previously created causes. {32.3}

source: རྩེ་གཅིག་བདག་གིར་བྱེད་པས་འགྲུབ། །གྲུབ་པ་རིགས་པ་རྣམ་དཔྱོད་པའོ། །
en: “One who lacks benefits can attain accomplishment Through correctly ascertaining the right means.

source: རིགས་པ་གཞོན་ནུ་ཁྱོད་བསྟེན་ན། །ལུས་ཅན་ཀུན་ལ་རབ་ཏུ་སྣང་། །
en: The means attested as right for all beings Is to resort to you, the divine youth. {32.4}

source: མཐར་གྱིས་བྱས་པའི་ལས་རྣམས་ནི། །རིགས་པ་ཞེས་ནི་བྱ་བ་ཡིན། །
en: “What is here called the right means Is the ritual activity performed in advance.

source: དཔའ་བོའི་རིགས་ལྡན་དེ་སྦྱོར་བས། །གྲུབ་པ་མཆོག་ནི་ཐོབ་པར་འགྱུར། །
en: One who is steadfastly engaged in this way Will obtain the supreme accomplishment. {32.5}

source: གྲུབ་མེད་བསྒྲུབ་བྱའི་ལས་རྣམས་མེད། །ལས་རྣམས་མེད་པར་འགྲུབ་པའང་མེད། །
en: “Ritual activity accomplishes that which has not been accomplished; There is no accomplishment without ritual activity.

source: ལས་དང་བྱེད་པར་ཡང་དག་ལྡན། །ཡང་དག་ལྡན་པས་གྲུབ་པ་འཐོབ། །
en: There must be the activity and its agent— When these are present, accomplishment will be achieved. {32.6}

source: ཆོ་ག་ལྡན་པའི་རྒྱུ་ཡིས་ནི། །གནས་པ་མཆོག་ནི་ཐོབ་པར་འགྱུར། །
en: “One will obtain the highest level Through applying the right procedure.

source: སྔགས་པ་སྔགས་ནི་མི་སྒྲོགས་ན། །སྔགས་མིན་པ་ཡང་སྔགས་པར་འགྱུར། །
en: When the mantra practitioner does not say the mantra, Even what is not the mantra will become a mantra. {32.7}

source: ཐུབ་པའི་ལས་ནི་ཡང་དག་སྤྱོད། །གྲུབ་པ་རྒྱས་པ་ཐོབ་པར་འགྱུར། །
en: “By observing the ritual conduct of silence, One will win complete accomplishment.

source: རིགས་ཀྱི་ས་བོན་ལ་བརྟེན་ན། །བློ་ཡི་མཆོག་ལ་གནས་པར་འགྱུར། །
en: Through withholding his semen, The practitioner will obtain supreme intelligence. {32.8}

source: གནས་མཆོག་དམ་པར་ངེས་སྡོམ་ན། །དང་པོའི་བགྲོད་པ་ཐོབ་པར་འགྱུར། །
en: “When passing away, one will obtain the ‘first destiny’ At the best possible location.

source: བློ་དང་བསམ་པ་ལེགས་གནས་ན། །ནད་མེད་གོ་འཕང་འཐོབ་པར་འགྱུར། །
en: As for the condition of one who thus passes away, One will become healthy and will never get old. {32.9}

source: གང་གི་དུས་དང་མཚན་མ་ལས། །དུས་མིན་གྲུབ་པར་འདོད་པ་ནི། །མདོར་ན་བརྒྱ་བྱིན་ཡིན་ན་ཡང་། །དེ་ཡི་སྔགས་རྣམས་མི་འགྲུབ་བོ། །
en: “If one desires accomplishment, But the signs indicate that the time is not right, One will not accomplish the mantras, Even if one is Śakra himself. {32.10}

source: འབྱུང་པོ་སྐྱེ་བོ་མི་ཕན་དང་། །དུས་མིན་པར་ཡང་རྩོམ་པ་ཡང་། །
en: “Moreover, one’s endeavors are ill-timed If one does not benefit spirits and people.

source: བདག་ཉིད་ཆེན་པོ་ཚངས་པ་ཡང་། །དེ་ལ་གྲུབ་པ་མི་སྣང་ངོ་། །
en: No accomplishment will manifest for such a one, Even if he is a high-minded brahmin. {32.11}

source: སྙོམ་དང་སྲེད་དང་ཡང་དག་ལྡན། །དྲེགས་དང་ང་རྒྱལ་ལྡན་པ་དང་། །ལྷོད་དང་ཡུན་རིང་འཐབ་ལ་དགའ། །གྲོང་གི་སྐྱེ་བོ་ལ་རྟག་དགའ། །ལེ་ལོ་ཕན་ཚུན་སྦྱོར་བ་ལ། །འདི་ལ་གྲུབ་པ་ག་ལ་ཡོད། །
en: “If one is lazy, full of cravings, Arrogant, proud, Loose of tongue, And always delights in vulgar company, Is slothful, and indulges in sex, How will he obtain accomplishment? {32.12}

source: གང་ཡང་ལྷ་ཡི་བླ་མ་དང་། །གང་ཡང་རྟག་ཏུ་ལྷ་མིན་བླ། །སྔགས་རྣམས་དེ་དག་གིས་བསྒྲུབ་ཀྱང་། །ཆོ་ག་སྤངས་ན་ནུས་མེད་ཡིན། །
en: “Even the most prominent gods, Or the most prominent asuras, Will not be able to accomplish the mantra If they fail to follow the procedure.

source: དེ་བཞིན་ཆོ་གའི་ལས་ཉམས་ན། །སེམས་ནི་རྣམ་པར་རྨོངས་པར་བྱེད། །
en: A rite without the right procedure Only causes the mind to wander. {32.13}

source: དེ་བས་སྔགས་ནི་བཟླ་མི་བྱ། །ཆོ་ག་མེད་པར་རིགས་པ་མིན། །བྱིས་པ་རྣམས་ཀྱིས་མཐོང་བ་རྨོངས། །དེ་ལྟ་བུས་ནི་སྐྱེད་པར་འགྱུར། །
en: “If beings recite unsuitable mantras, Violating the right procedure, Such mantras will produce Deluded views in those naive beings. {32.14}

source: དེ་བས་བྱིས་པ་རྨོངས་པ་ཡང་། །ཤིན་ཏུ་དཀའ་བའི་འགྲོ་བར་ལྷུང་། །
en: “These ignorant, senseless beings Will end up in the most miserable state of existence.
